Repository: mozilla-l10n/mt-training-data
Catalog: gaa/gaa_pontoon.tmx
Source language: en_us
Languages: gaa

source: Small batch
gaa: Kuu bibioo

source: Small batch sentence submission
gaa: Wiemɔ kuku bibioo ni akɛhaa

source: Source: { $sentenceSource }
gaa: He ni jɛ:{ $sentenceSource }

source: Speak
gaa: Wie

source: Speak now
gaa: wiemɔ bianɛ

source: Speak options menu
gaa: Wiemɔ henɔi ni yɔɔ mli lɛ

source: Start recording
gaa: Je nɔ ni aŋmalaa lɛ shishi

source: Submit
gaa: Kɛya

source: Submit a new question for the community to read and respond to
gaa: Kɛ sanebimɔ hee aba koni akutso lɛ akane ni eha hetoo

source: Submit a report
gaa: Kɛ amaniɛbɔɔ amaje

source: Submit clips
gaa: Kɛ klipii amaje

source: Submit new questions for the community to read and respond to
gaa: Kɛ sanebimɔi heei aba koni akutso lɛ akane ni amɛha hetoo

source: Success
gaa: Ŋnkunim

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gaa: Swipe ninejurɔgbɛ koni okpɛlɛ wiemɔ kuku lɛ nɔ. Swipe abɛkugbɛ koni okpoo. Swipe kɛya ŋwɛi koni otsɔ nɔ. <strong>Kaaha ohiɛ miikpa nɔ akɛ okɛ osusumɔ lɛ baaha!</strong>

source: Taking several attempts to read a word.
gaa: Mɔdɛŋ ni abɔɔ shii abɔ koni akane wiemɔ ko.

source: Technology and Robotics
gaa: Tɛknɔlɔji kɛ Robotik

source: Thank you for contributing your bulk submission!
gaa: Oyiwaladɔŋŋ akɛ okɛ onibii babaoo ha!

source: Thank you for contributing your voice!
gaa: Oyiwaladɔŋŋ akɛ okɛ ogbee ha!

source: Thank you for donating your voice clips!
gaa: Oyiwaladɔŋŋ akɛ okɛ ogbee mli saji lɛ ha!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gaa: Oyiwaladɔŋŋ akɛ otswa!<lineBreak></lineBreak>Agbɛnɛ kwɛmɔ ni okɛ oklipii lɛ amaje yɛ shishigbɛ.

source: Thank you for your voice information
gaa: Oyiwaladɔŋŋ kɛha ogbee saji lɛ

source: The bumblebee sped by.
gaa: Bumblebee lɛ ho oya.

source: The clip has disrespectful or offensive language.
gaa: Clip lɛ yɛ wiemɔi ni tsɔɔɔ bulɛ loo wiemɔi ni woɔ mɔ awui.

source: The giant dinosaur of the Triassic.
gaa: Dinosaur wuji ni yɔɔ Triassic beaŋ lɛ.

source: The giant dinosaurs of the Triassi-.
gaa: Dinosaurs wuji ni yɔɔ Triassi- beaŋ lɛ.

source: The giant dinosaurs of the Triassic.
gaa: Dinosaurs wuji ni yɔɔ Triassic beaŋ lɛ.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gaa: The giant dinosaurs of the Triassic. <strong>[gbee kome kaneɔ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gaa: Dinosaurs wuji ni yɔɔ Triassic beaŋ lɛ. Hɛɛ

source: There are currently no sentences to review in this language.
gaa: Amrɔ nɛɛ, wiemɔ kukuji komɛi bɛ ni esa akɛ akwɛ mli yɛ wiemɔ nɛɛ mli.

source: The recording was too long.
gaa: Nɔ ni aŋmala lɛ sɛɛ tsɛ tsɔ.

source: The recording was too quiet.
gaa: Nɔ ni aŋmala lɛ fee dioo tsɔ.

source: The recording was too short.
gaa: Nɔ ni aŋmala ashwie shi lɛ yɛ kuku tsɔ.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gaa: Srɔtofeemɔi ni yɔɔ adebɔɔ mli yɛ gbɛɛmɔ mli yɛ nikanelɔi ateŋ lɛ baaba. Kpoomɔ pɛ kɛji akɛ gbɛɛmɔ lɛ naa wa waa ni nɔ ni aŋmala lɛ mli gbala, loo (bei pii lɛ) kɛji akɛ eshɛɛɛ he ni onyɛɛɛ onu nɔ ni awieɔ lɛ he ni okɛ niŋmaa ni aŋma lɛ tsuuu nii.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gaa: The Sentence Collector amrɔ nɛɛ obaanyɛ core Common Voice platform. <writeURL>ŋma</writeURL>> wiemɔ kuku loo <reviewURL>>kwɛ</reviewURL>> wiemɔ kuku kome ni akɛbaatsu nii yɛ Common Voice nɔ.

source: The sentence has a grammatical or spelling error.
gaa: Wiemɔ kuku lɛ yɛ wiemɔ he mlai loo wiemɔi ashishitsɔɔmɔ mli tɔmɔ.

source: The sentence has disrespectful or offensive language.
gaa: Wiemɔ kuku lɛ yɛ bulɛ ni bɛ loo wiemɔ ni woɔ mɔ awui.

source: The sentence must be grammatically correct.
gaa: Esa akɛ wiemɔ kuku lɛ afee nɔ ni ja yɛ wiemɔ he mla naa.

source: The sentence must be speakable.
gaa: Esa akɛ wiemɔ kuku lɛ afee nɔ ni awieɔ.

source: The sentence must be spelled correctly.
gaa: Esa akɛ aŋmala wiemɔ kuku lɛ jogbaŋŋ.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gaa: Saji nɛɛ ji nɔ ni osumɔɔ ni okɛha - esa akɛ okɛfata he kɛji onuɔ he akɛ ohe jɔ bo pɛ. Kɛ wɔjie dataset lɛ kpo lɛ, wɔkɛ ohe saji fɛɛ woɔ gbɛi krokomɛi amli, ni wɔkwɛɔ koni saji tamɔ ogbɛi kɛ email lɛ kɛ gbɔmɛi ayibɔ he saji tamɔ afii loo nuu loo yoo ni mɔ ji lɛ bɛ tsakpaa.

source: Three to go!
gaa: Etɛ ni esa akɛ aya!

source: Too many files
gaa: File babaoo tsɔ

source: Transcribe audio recordings
gaa: ŋmaa saji ni anuɔ lɛ awo wolo nɔ

source: Transcribe audio recordings into text
gaa: ŋmaa nibii ni anuɔ lɛ awo niŋmaa mli

source: Try again by dragging your file here
gaa: Kaa ekoŋŋ kɛtsɔ o file lɛ ni ooogba kɛba biɛ lɛ nɔ

source: Try uploading again
gaa: Kaa ni okɛwo nɔ ekoŋŋ

source: Understand contribution criteria
gaa: Nuu oniatsumɔ he mlai lɛ ashishi

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gaa: Nuu nɔ ni esa akɛ otao beni oboɔ gbee mli saji atoi lɛ shishi ni oye obua ni oha ogbee ni aŋmala ashwie shi lɛ hu afee nii babaoo!

source: Upload aborted. Do you want to delete your recordings?
gaa: Afo nɔ ni akɛwoɔ mli lɛ mli. Ani oosumɔ ni ojie nibii ni okɛwoɔ tsɔne mli lɛ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
gaa: { $uploadedSentences } kɛjɛ { $totalSentences } wiemɔ kukuji ni abua naa

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gaa: { $uploadedSentences } kɛjɛ { $totalSentences } wiemɔ kukuji ni abua naa. Klikimɔ <downloadLink>biɛ</downloadLink> koni okɛ wiemɔ kukuji ni akpoo lɛ aba.

source: Upload failed, please retry.
gaa: Nɔ ni akɛwoɔ nɔ lɛ yeee omanye, ofainɛ kaa ekoŋŋ.

source: Upload <icon></icon> public domain sentences
gaa: Kɛ <icon></icon> public domain wiemɔ kukuji awo nɔ

source: Upload in progress...
gaa: Kɛwo nɔ miiya hiɛ...

source: Upload more sentences?
gaa: Kɛ wiemɔ kukuji krokomɛi awo nɔ?

source: Use correct grammar
gaa: Okɛ wiemɔ he mlai ni ja atsu nii

source: Use correct spelling and punctuation
gaa: Okɛ spɛlimɔ kɛ niŋmaa okadii ni ja atsu nii

source: Validate Readings
gaa: Maa nikanemɔi anɔ mi

source: Validate Readings, Review Transcriptions
gaa: Maa nikanemɔi anɔ mi, kwɛmɔ naawiemɔi amli ekoŋŋ

source: Validate Readings <small>(Coming soon)</small>
gaa: Maa nikanemɔi anɔ mi (Etsɛŋ tsɔ kɛ baa)

source: Validate readings submitted by community members
gaa: Maa nikanemɔi ni akutsoŋbii kɛba lɛ nɔ mi

source: Validate user-recorded readings in your language
gaa: Maa mɛi anikanemɔi ni atswa lɛ anɔ mi yɛ owiemɔ lɛ mli

source: Varying Pronunciations
gaa: Tsɛmɔi Srɔtoi

source: Want to save your information? <createProfile>Create a profile</createProfile>
gaa: Ani oosumɔ ni okɛ osaji lɛ ato? <createProfile>Create a profile</createProfile>

source: We are going out to get a coffee.
gaa: Wɔ miiya ni wɔ ya he kɔfe.

source: We are going out to get coffee.
gaa: Wɔmiiya ni wɔyahe kɔfe.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gaa: Wɔyanaaa wiemɔ "clips" lɛ eko koni obo toi. Ofainɛ, kaa ekoŋŋ be kroko mli.

source: We couldn’t get any sentences for you to speak. Please try again later.
gaa: Wɔnyɛɛɛ wɔná wiemɔ kukuji komɛi ni okɛwie. Ofainɛ kaa ekoŋŋ be krokro mli.

source: We may have run out of clips - refresh the page, or try again later.
gaa: Efeɔ wɔ akɛ "clips" lɛ eta - shaa "page" nɛɛ mli ekoŋŋ, aloo mɛɛ fioo ni oka okwɛ ekoŋŋ

source: We’re going out to get coffee.
gaa: Wɔ miiya ni wɔ ya he kɔfe.

source: We're making some big changes
gaa: Wɔmiifee tsakemɔi wuji komɛi

source: We’re sorry, your platform is not currently supported.
gaa: Edɔ wɔ, ogbɛjianɔtoo lɛ eyeee ebuaaa amrɔ nɛɛ.

source: We've run out of sentences to record in this language...
gaa: Wiemɔi kukuji ni wɔbaaŋmala yɛ wiemɔ nɛɛ mli lɛ etã...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gaa: Wɔmiisumɔ ni machine learning algorithms lɛ anyɛ atsu sɛɛgbɛ gbeei srɔtoi ahe nii, ni abaanyɛ akpɛlɛ gbeei ni naa wa po nɔ kɛji amɛtsĩii bo gbɛ ni onu niŋmaa lɛ fɛɛ. Lala ni yɔɔ dioo ni yɔɔ sɛɛgbɛ lɛ hi; lala ni naa wa bɔ ni sa ni baatsi bo gbɛ koni okanu wiemɔ fɛɛ wiemɔ lɛ jeee nakai.

source: What issues are you experiencing with this sentence?
gaa: Mɛɛ saji okɛkpeɔ yɛ wiemɔ kuku nɛɛ he?

source: What needs to be in my file?
gaa: Mɛni esa akɛ ahi mi file lɛ mli?

source: What sentences can I add?
gaa: Mɛɛ wiemɔ kukuji manyɛ mikɛfata he?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gaa: Kɛ́ oobo toi lɛ, kwɛmɔ jogbaŋŋ waa akɛ nɔ ni aŋmala ashwie shi lɛ ji nɔ ni aŋma lɛ pɛpɛɛpɛ; kpoo kɛji tɔmɔi bibii po yɛ mli. <br />Tɔmɔi ni afɔɔ feemɔ waa lɛ ekomɛi ji:

source: Why are you asking?
gaa: Mɛni hewɔ esa akɛ ofee nakai?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gaa: Kɛtsɔ ohe saji anɔ lɛ, obaanyɛ okwɛ onifeemɔi ni okɛ akutso ni kɛ gbee saji haa lɛ abɔ.

source: Write
gaa: Ŋmaa

source: Write options menu
gaa: ŋmaa nibii ni yɔɔ mli lɛ

source: Yes
gaa: hɛɛ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gaa: Obaanyɛ okɛ Keyboard Shortcuts lɛ hu atsu nii:{ sc-review-form-button-approve-shortcut }kɛkpɛlɛ nɔ, { sc-review-form-button-reject-shortcut } Kpoomɔ, { sc-review-form-button-skip-shortcut } kɛha Skip

source: You cannot add multiple sentences for a single submission
gaa: Onyɛŋ okɛ wiemɔ kukuji babaoo afata he kɛha niŋmaa kome

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gaa: Ohalaaa wiemɔi komɛi. Ofainɛ yaa o<profileLink>Profile</profileLink> ni ohala wiemɔi.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gaa: Oshɛ baafa nɛɛ he husu ni akɛbaatsu nii lɛ he. Ofainɛ mɛ { $retryLimit } minitii dani okɛ wiemɔ kuku kroko amaje. Oyiwaladɔŋŋ akɛ oto otsui shi!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gaa: Oshɛ baafa nɛɛ he husu ni akɛbaatsu nii lɛ he. Ofainɛ mɛ { $retryLimit } sɛkɛndii dani okɛ wiemɔ kuku kroko amaje. Oyiwaladɔŋŋ akɛ oto otsui shi!

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
gaa: Ekolɛ oshɛ biɛ kɛtsɔ link ko ni yɔɔ social media app lɛ nɔ lɛ nɔ nyɛmɔ nɔ. Okɛ browser ni yɔɔ app lɛ mli ni fioo odio ni aŋmalaa lɛ sɛɛ miitsu nii.

source: You must allow microphone access.
gaa: Esa akɛ oŋmɛ gbɛ ni microphone lɛ abote mli.

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
gaa: Etamɔ nɔ ni o recording lɛ efite. Enɛ baanyɛ aba yɛ: • Browser lɛ he saji (kaa browser kroko okwɛ) • Microphone loo audio driver he naagbai • Network lɛ mligbalamɔi yɛ be mli ni atswaa lala lɛ Ofainɛ kaa recording ekoŋŋ.

source: You’re contributing to a target segment
gaa: Okɛ ohe miiwo fã ko ni ato he gbɛjianɔ lɛ mli

source: You’re contributing to our first target segment
gaa: Okɛ ohe miiwo wɔ klɛŋklɛŋ otii lɛ mli

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gaa: Oyaa oya tsɔ. Ofainɛ ŋɔɔ be fioo ni okwɛ wiemɔ kuku lɛ mli koni ona nɔmimaa akɛ eja lo.

source: You're helping Common Voice reach our daily sentence goals!
gaa: Oyeɔ obuaa Common Voice ni eshɛɔ wɔ daa gbi wiemɔ kukuji otii lɛ ahe!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gaa: Efeɔ akɛ wiemɔ ni otaoɔ lɛ he "clips" eta! keji egbaaa onaa lɛ, obaanyɛ otsake owiemɔ "settings" lɛ ni okɛna wiemɔmuji krokomɛi yɛ owiemɔ lɛ mli

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gaa: Ekolɛ owiemɔ mli wiemɔi lɛ bɛ wiemɔ kukuji amli! Kɛji ohe jɔ bo lɛ, obaanyɛ otsake ogbɛjianɔtoo lɛ koni ona wiemɔ kukuji krokomɛi yɛ owiemɔ lɛ mli.

source: Your recording exceeded the maximum duration of { $duration } seconds. Please record a shorter clip.
gaa: O niŋmaa lɛ fe be ni fa fe fɛɛ ni ji { $duration } sɛkɛndii. Ofainɛ, record klip kuku.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gaa: Oye obua Common Voice ni eshɛ <goalPercentage></goalPercentage> yɛ wɔ daa gbi { $goalValue } niŋmaa oti lɛ he!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gaa: Oye obua Common Voice ni eshɛ <goalPercentage></goalPercentage> yɛ wɔ daa gbi { $goalValue } oti ni ma wɔhiɛ lɛ he!
